
[GraphicalObject]
Name=EEVcont
Path=
PosStyle=VARIABLE
WndStyle=CAPTION|THICKFRAME
Caption=编辑积分事件
x=0
y=0
Height=130
Width=268
Z-Order=0

[ToolDescriptor]
1=Ok , PUSHBUTTON , hpgbut02.dll
2=Cancel , PUSHBUTTON , hpgbut02.dll
3=Text, STATIC , HPGWCT02.DLL

[PUSHBUTTON OK]
Command=CPEEV.EEV_ToolOnControl 4
ImageList=TXT.确定|TXT.确定|TXT.确定
Help=退出并保存所有事件到方法中
x=4
y=80
Height=20
Width=130
BKColor=192,192,192
Font=宋体,9,bold
Enable=1

[PUSHBUTTON Cancel]
Command=CPEEV.EEV_ToolOnControl 3
ImageList=TXT.取消|TXT.取消|TXT.取消
Help=退出正在编辑的积分事件
x=134
y=80
Height=20
Width=130
BKColor=192,192,192
Font=宋体,9,bold
Enable=1

[STATIC Text]
Text1=对所有信号的初始事件:
x=5
y=110
Height=15
Width=200
BKColor=192,192,192
Font=宋体,9,normal
Enable=1
